Repository: Jin42/Ares
Catalog: Ares.CmdLinePlayer/StringResources.*.resx
Languages: de

# AresPlayer
source: Ares Command Line Player Version {0}
de: Ares Kommandozeilen-Player Version {0}

# BassAacLoadFail
source: Could not load BASS AAC add-on library. Installation problem?
de: Konnte BASS Aac AddOn-Library nicht laden. Installationsproblem?

# BassDeviceAlready
source: Device already initialized.
de: Gerät ist bereits initialisiert. Wird es von einer anderen Anwendung verwendet?

# BassDeviceDriver
source: No device driver available. Are soundcard and speakers installed properly? Is the device in use by another application?
de: Kein Gerätetreiber verfügbar. Sind Soundkarte und Lautsprecher korrekt installiert? Wird das Gerät von einer anderen Anwendung verwendet?

# BassDeviceFormat
source: Sound device doesn't support 44kHz sampling.
de: Gerät unterstützt 44kHz Sampling nicht.

# BassDeviceInfo
source: Device: {0}, Driver: {1}, State: {2}
de: Gerät: {0}, Treiber: {1}, Status: {2}

# BassDeviceInvalid
source: Invalid device. Are soundcard and speakers installed properly?
de: Ungültiges Gerät. Sind Soundkarte und Lautsprecher korrekt installiert?

# BassFlacLoadFail
source: Could not load BASS Flac add-on library. Installation problem?
de: Konnte BASS Flac AddOn-Library nicht laden. Installationsproblem?

# BassFxLoadFail
source: Could not load BASS Fx add-on library. Installation problem?
de: Konnte BASS Fx AddOn-Library nicht laden. Installationsproblem?

# BassInitFail
source: Fatal: Couldn't initialize BASS engine! Error message: {0} {1}
de: Fehler: Konnte BASS nicht initialisieren! Fehlermeldung: {0} {1}

# BassLoadFail
source: Could not load BASS library. Installation problem?
de: Konnte BASS-Library nicht laden. Installationsproblem?

# BassNo3D
source: The device has no 3D support.
de: Das Gerät unterstützt 3D-Ausgabe nicht.

# BassNoMem
source: There is insufficient memory.
de: Es steht nicht genug Speicher zur Verfügung.

# BassOpusLoadFail
source: Could not load BASS Opus add-on library. Installation problem?
de: Konnte BASS Opus AddOn-Library nicht laden. Installationsproblem?

# BassUnknown
source: Unknown error. Are soundcard and speakers installed properly?
de: Unbekannter Fehler. Sind Soundkarte und Lautsprecher korrekt installiert?

# CmdLineOptionHelp
source: Show this message and exit.
de: Zeige nur diese Hilfe.

# CmdLineOptionLanguage
source: Language for messages (en: English, de: German)
de: Sprache für Meldungen (en: Englisch, de: Deutsch)

# CmdLineOptionMsgLevel
source: Output message level: between 0 (Debug) and 3 (Error)
de: Meldungsfilter: zwischen 0 (Debug) und 3 (Fehler)

# CmdLineOptionTcpPort
source: Port to connect with Controller
de: Port für Kommunikation mit dem Controller

# CmdLineOptionUdpPort
source: Port to send udp messages for Player detection
de: Port für Botschaften zur Player-Erkennung

source: Connected with
de: Verbunden mit

# DeviceDisabled
source: disabled
de: abgeschaltet

# DeviceEnabled
source: enabled
de: angeschaltet

source: Error:
de: Fehler:

# ImportError
source: Error importing the project: {0}
de: Fehler beim Importieren des Projektes: {0}

# InvalidMsgLevel
source: Invalid Message level given!
de: Ungültiger Meldungsfilter!

# InvalidTcpPort
source: Invalid TCP port given!
de: Ungültiger TCP Port!

# InvalidUdpPort
source: Invalid UDP port given!
de: Ungültiger UDP Port!

# LoadError
source: Error opening the project: {0}
de: Fehler beim Laden des Projektes: {0}

# MoreThanOneProject
source: More than one project given!
de: Mehr als ein Projekt angegeben!

# NoDevice
source: No sound device found.
de: Keine Soundkarte gefunden.

# NoDeviceDriver
source: No sound device driver found.
de: Kein Sound-Treiber gefunden.

# NoIpAddress
source: No usable IP address found. Is the network available?
de: Keine nutzbare IP-Adresse gefunden. Ist das Netzwerk aktiv?

# NoOpenedProject
source: No Project Loaded
de: Kein Projekt geladen

# NoSettings
source: No settings found. Using default settings - you may wish to adapt {0}
de: Keine Einstellungen gefunden. Voreinstellungen werden verwendet - du möchtest vielleicht {0} anpassen.

# NoStatusInfoError
source: Couldn't send status info. Check network connection.
de: Konnte keine Statusinformationen senden. Bitte überprüfen Sie die Netzwerkverbindung.

source: Not connected
de: Nicht verbunden

# PressKeyToExit
source: Press any key to exit ...
de: Taste drücken zum Beenden

# TagsDbError
source: Error accessing tags database: {0}
de: Fehler beim Zugriff auf die Tags-Datenbasis: {0}

source: Warning:
de: Warnung:

# WriteSettingsError
source: Settings could not be saved. Reason: {0}
de: Einstellungen konnten nicht gespeichert werden. Grund: {0}
